{
	"options": {
		"name": "Mission Statement of The Ruins",
		"lastUpdate": "02/01/2025",
		"showDate": false,
		"showText": true,
		"showHeader": true,
		"showIndividualHeader": false,
		"showArray": false
	},
	"strVal": {
		"timestamp": "2/1/2025 15:10 EST",
		"user": "Lumpasorus",
		"displayStr": "The Ruins is a Christian community built on faith, fellowship, gaming and learning. Everyone is welcome, but the majority and administrators of this discord would affirm the core teachings of Christianity:\n    • There is one God in three persons—Father, Son, and Holy Spirit.\n    • Jesus Christ is God’s Son, born of the Virgin Mary, who died for our sins, rose from the dead, ascended into heaven, and will return to judge the living and the dead.\n    • We believe in the forgiveness of sins, the resurrection of the body, and eternal life with God.\nWe strive to encourage and strengthen one another in our walk with Christ.\nCommunity Rules\nTo maintain a Christ-centered and respectful environment, we ask all members to follow these guidelines:\n    • Love One Another – Treat others with kindness, patience, and humility, reflecting the love of Christ (John 13:34-35).\n    • Respectful Discussion – Healthy debate is welcome, but personal attacks, hostility, and divisive behavior will not be tolerated.\n    • No Trolling or Disruption – Deliberate attempts to provoke, offend, or cause discord will result in moderation action.\n    • Handling Conflict Biblically – Mistakes happen. We encourage members to set aside personal issues and seek reconciliation with their Christian brothers and sisters when possible, rather than immediately involving moderators. However, if an issue cannot be resolved, mods are available to mediate.\n    • Stay On Topic – Use the appropriate channels for discussions, gaming, memes, and casual conversation.\n    • No Promotion of False Teachings – The server is for Christian fellowship. Non-Christian beliefs (e.g., atheism, Islam, New Age, etc.) should not be promoted.\n    • Moderator Authority – Moderators will take action when necessary to maintain a respectful and Christ-honoring environment.\nPurpose of The Ruins\n • Put Christ First – Our ultimate goal is to glorify Christ and build one another up as brothers and sisters in the faith.\n • Bring Christians Together – We unite Christians from different backgrounds, regardless of tradition or denomination.\n • Help Each Other Grow – We learn, discuss, and support one another in faith.\n • Encourage Fellowship – We aim to build genuine friendships and provide a space where believers can share life together.\n • Defend the Faith – We provide biblical resources, discussions, and apologetics to equip Christians in answering challenges to their faith.\n • Provide a Safe Space – While open to discussion, this is not a debate server. We prioritize Christian fellowship over theological disputes.\nResources Channel Guidelines\nThe ⁠resources channel is for sharing materials that align with the Bible. If you would like to publish an article in this channel, please reach out to the moderators for approval.\nConclusion\nWe are united by our faith in Jesus Christ and our commitment to His Church. While we may differ on certain theological points, we strive to maintain the bond of peace and the unity of the Spirit (Ephesians 4:3). As iron sharpens iron, so one person sharpens another (Proverbs 27:17). Let us approach one another with humility, grace, and a desire to grow in our understanding of God and His truth.\n\"May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus, that together you may with one voice glorify the God and Father of our Lord Jesus Christ.\" – Romans 15:5-6\nBy joining this server, you agree to follow these rules.\n"
	},
	"arrVal": [
		{
			"timestamp": "2/1/2025 15:20 EST",
			"user": "Lumpasorus2",
			"displayStr": "Hello again!!!"
		}
	]
}